[Errors]
MissingProductTitle=%s не может быть %s в этой папке
MissingProductInstalled=установлено
MissingProductPatched=обновлено
MissingProductThis=Это обновление
MissingProduct=%s требует %s, установленное до него в папку. Пожалуйста, найдите существующую папку для %s, или выйдите и установите его сейчас.\n\nВы можете щелкнуть по веб-ссылке снизу, чтобы получить информацию о продукте.
OldVersion=%s требует %s версию %i или более позднюю, но версия на вашей машине старше (у вас версия %i). Пожалуйста, установить %s версию %i или более позднюю и попробуйте назад. Вы можете щелкнуть по веб-ссылке, чтобы получить дополнительную информацию.\n\nТеперь установка прекратится.
FolderTitle=Папка "%s"
FolderFormat=Папка, в которую вы входите, "%s", не доступна.  Пожалуйста, попробуйте еще.
AlreadyRunningTitle=Невозможно установить во время использования
AlreadyRunning=Чтобы продолжить процесс установки, пожалуйста, закройте все другие запущенные копии и нажмите ОК.  Чтобы выйти, нажмите Отмену.
WrongCdTitle=Файл не найден на компакт диске
WrongCd=Ожидаемая версия %s файла %s не найдена на приводе CD-ROM.\n\nПожалуйста, проверьте наличие необходимого компакт диска в приводе.
MissingInstallerFile=Файл установки не найден
MissingReferenceFile=Файл ссылки не найден
MissingSourceFile=Исходный файл не найден
FailedOpenSource=Не удалось открыть исходный файл
FailedOpenDest=Не удалось открыть назначенный файл
FailedReadingSource=Не удалось прочесть исходный файл
FailedWritingDest=Не удалось записать назначенный файл
FailedLoadingUpdate=Не удалось загрузить файл обновления
FailedReadingReference=Не удалось прочесть файл ссылки
FailedClosingSource=Не удалось закрыть исходный файл
FailedClosingDest=Не удалось закрыть назначенный файл
FailedMakeDir=Не удалось создать директорию для назначенного файла
AdviseBadMedia=Исходный носитель информации, возможно, испорчен.  Если вы делаете установку с компакт диска, попробуйте удалить с него грязь, проверьте свой привод и попробуйте снова.
AdviseBadDownload=Файлы обновления, которые вы скачали, могут быть повреждены.
AdviseBadDest=Назначенный диск может быть полон или он может содержать плохие сектора.
PatchCorrupt=Файл исправления %s поврежден.\n\n%s
CdFileMismatch=Файл %s с привода компакт диска имеет неожиданную версию. Следовательно, %s он не может быть исправлен.

[General]
Space=%i Мегабайт
Ready=Настройщик готов установить %s.\nПапка назначения: %s\n\nЧтобы начать установку, щелкните "Установить".\nЩелкните "Отмена", чтобы выйти без установки %s.
InstallCancel=Отменить установку
CancelPrompt=Внимание!  Отмена установки сейчас предотвратит %s от действующих особенностей.  Вы уверены, что вы хотите отменить ее?
DidCancel=Вы отменили установку.  Продукт не был успешно установлен и не будет работать правильно.
CdDescription=Чтобы установить обновление %s, некоторые файлы должны быть скопированы с оригинального компакт диска %s.\n\nПожалуйста, поместите %s компакт диск в свой привод и щелкните "Далее".  Если буква вашего привода CD-ROM показана неверно, пожалуйста, введите ее ниже.
CdDrive=Привод CD-ROM
NotEnoughSpaceTitle=Невозможно установить сюда
NotEnoughSpace=Недостаточно места на диске %s, чтобы установить %s.  Пожалуйста, выберите диск с большим количеством свободного места, или выйдите, освободите еще место и попробуйте снова.
Finish=&Закончить
RebootButton=&Перезагрузить
ExitButton=&Выйти

[IDDIALOG_FilerPageAutoPlay]
IDC_Play=&Играть
IDC_Reinstall=&Установить
IDC_Uninstall=&Удалить
IDC_ReleaseNotes=&Примечания по реализации
IDC_Web=&Интернет-страничка Mobile Forces
IDC_Complete=Установка выполнена успешно!
IDC_CompleteReboot=Установка выполнена успешно!\nПрежде чем играть вы должны перезагрузить свой компьютер.

[IDDIALOG_FilerPageWelcome]
IDC_WelcomePrompt=Вы устанавливаете на свой компьютер %s.\n\nЧтобы начать установку, щелкните "Далее", чтобы выйти, в любое время нажмите "Отмена".\n\nИнформация ниже содержит ссылки на Интернет-страницы, на которых вы можете получить больше информации.
IDC_WelcomePromptUpdate=Эта программа обновит вашу копию %s до версии %s.\n\nЩелкните "Далее", чтобы начать установку, или щелкните "Отмена", чтобы выйти.\n\nИнформация ниже содержит ссылки на Интернет-страницы, на которых вы можете получить больше информации.
IDC_LanguagePrompt=&Язык

[IDDIALOG_FilerPageLicense]
IDC_LicenseText=Пожалуйста, прочитайте следующее лицензионное соглашение.  Установка этой программы требует, чтобы вы согласились с условиями лицензионного соглашения.
IDC_LicenseQuestion=Вы согласны с лицензионным соглашением?  Щелкните "Да" или "Отмена".

[IDDIALOG_FilerPageComponents]
IDC_ComponentsText=Выберите компоненты, которые вы хотите установить.
IDC_ComponentsPrompt=&Компоненты:
IDC_DiskSpaceFrame=Пространство на диске
IDC_DescriptionFrame=Описание
IDC_SpaceRequiredMessage=Требуется:
IDC_SpaceAvailableMessage=Доступно:

[IDDIALOG_FilerPageUninstallComponents]
IDC_ComponentsText=Выберите компоненты, которые вы хотите удалить.
IDC_ComponentsPrompt=&Компоненты:
IDC_DependenciesFrame=Зависимости
IDC_DependenciesText=Процесс удалит следующие компоненты: %s

[IDDIALOG_FilerPageFolder]
IDC_FolderDescription=Настройщик установит %s в следующую папку.\n\nЧтобы установить в эту папку, щелкните Далее.\n\nЧтобы установить в другую папку, введите полное имя новой папки, включая букву диска, например: C:\\NewFolder
IDC_FolderDescriptionPatch=Настройщик обновит существующую установку %s в следующую папку.\n\nЧтобы продолжить, щелкните Далее.\n\nЕсли у вас установлено более одной копии, введите полное имя существующей папки, включая букву диска, например: C:\\SomeFolder
IDC_FolderDescriptionMissing=Настройщик обновит существующую установку %s.\n\nВведите полное имя существующей папки, включая букву диска, например: C:\\SomeFolder
IDC_FolderHolder=Назначенная папка
IDC_Browse=&Обзор
IDC_Default=&Сбросить
IDC_SpaceAvailableMessage=Доступное место на диске:
IDC_FullSpaceRequiredMessage=Место, требующееся для установки по умолчанию:

[IDDIALOG_FilerPageInstallProgress]
IDC_InstallText=Устанавливаются файлы...
IDC_InstallingText=Устанавливается:
IDC_ProgressText=Установка файла:
IDC_TotalText=Общий прогресс:

[IDDIALOG_FilerPageUninstallProgress]
IDC_InstallText=Удаление файлов...
IDC_InstallingText=Обработка:
IDC_ProgressText=Файлов установлено:
IDC_TotalText=Общий прогресс:

[IDDIALOG_Restart]
IDC_Restart=Установка завершена
IDC_RestartMessage=Вам нужно перезапустить Windows, чтобы выполнить установку.
IDC_RestartText=Прежде чем перезапуститься, закройте все открытые приложения, включая сессии MS-DOS, и сохраните все текущие документы. Удалите все дискеты, вставленные в дисковод. Затем щелкните по кнопке Перезагрузить Windows.
IDC_Complete=После перезагрузки Windows, установка будет завершена.
IDC_Restart=&Перезагрузить Windows
IDC_Exit=В&ыйти из установки

[IDDIALOG_WizardDialog]
IDC_WizardDialog=Установка MobileForces

[IDDIALOG_FailedRequirement]
IDC_FailedRequirement=Этот продукт не может быть установлен сюда
IDC_FailedMessage=Этот продукт требует, чтобы следующий продукт был установлен в папку ранее. Пожалуйста, найдите существующую папку или выйдите из установки сейчас.\n\nВы можете щелкнуть на ссылку, чтобы получить больше информации.
IDC_ProductHolder=Требуемые продукты

[IDDIALOG_ProductInfo]
IDC_ProductHolder=Продукт
IDC_ProductText=Продукт:
IDC_VersionText=Версия:
IDC_DeveloperText=Разработчик:

[IDDIALOG_FilerPageUninstall]
IDC_UninstallPrompt=Это удалит следующие компоненты:
IDC_UninstallQuestion=Вы уверены, что хотите удалить эти компоненты?
